Repository: yursan9/budgie-caffeine-applet
Catalog: po/*.po
Languages: ca, it_it, tr_tr, zh_cn

source: Enable Notification
ca: Habilita les notificacions
it_it: Abilita Notifiche
tr_tr: Bildirimi Etkinleştir
zh_cn: 开启通知

source: Maximize Brightness
ca: Maximitza la brillantor
it_it: Massima Luminosità
tr_tr: Parlaklığı Arttır
zh_cn: 最大化亮度

source: Brightness Level
ca: Nivell de la brillantor
it_it: Luminosità
tr_tr: Parlaklık Seviyesi
zh_cn: 亮度级别

source: Caffeine Mode
ca: Mode de Cafeïna
it_it: Modalità Caffeine
tr_tr: Kafein Modu
zh_cn: 煮咖啡模式

source: Timer (minutes)
ca: Temporitzador (minuts)
it_it: Timer (minuti)
tr_tr: Zamanlayıcı (dakika)
zh_cn: 定时器（分钟）

source: Turn on Caffeine Boost
ca: Activa l'impuls de Cafeïna
it_it: Abilita Caffeine Boost
tr_tr: Kafein Desteğini aç
zh_cn: 开始煮咖啡

source: {time} minutes
ca: {time} minuts
it_it: {time} minuti
tr_tr: {time} dakika
zh_cn: {time} 分钟

source: a minute
ca: un minut
it_it: un minuto
tr_tr: bir dakika
zh_cn: 一分钟

source: Will turn off in {duration}
ca: Es desactivarà d'aquí a {duration}
it_it: Sarà disabilitato in {duration}
tr_tr: {duration} içinde kapanacak
zh_cn: 将在{duration}之后停止

source: {app} automatically turn on Caffeine Mode
ca: {app} activa automàticament el mode de Caffeïna
it_it: {app} abilita automaticamente la modalità Caffeine
tr_tr: {app} otomatik olarak Kafein Modunu açsın
zh_cn: {app} 自动开启煮咖啡模式

source: Turn off Caffeine Boost
ca: Desactiva l'impuls de Cafeïna
it_it: Disabilita Caffeine Boost
tr_tr: Kafein Desteğini kapat
zh_cn: 停止煮咖啡
